<?php
$q_category1 = [
    '国語',
    '算数',
    '理科',
    '社会',
    '英語'
];
$q_category2 = [
    '国語',
    '数学',
    '理科',
    '社会',
    '英語'
];
$q_category4 = [
    '数学','統計学','物理学','宇宙科学','地球惑星科学','化学','生物学','政治学','法学','経済学',
    '経営学','社会学','教育学','哲学','宗教学','言語学','人類学','歴史学','地理学','文学',
    '芸術','心理学','計算機科学','工学','農学','医学','歯学','薬学','医学・歯学・薬学以外の健康科学'
];
$q_category5 =[
    '法律・会計',
    '医療・福祉・教育',
    '語学',
    '乗り物',
    '通信',
    '技能・サービス',
    '服飾',
    '食品',
    '心理学',
    '建設',
    '不動産',
    '労働',
    '環境',
    '造園',
    '工業',
    '農業',
    '動物',
    '情報',
    'スポーツ',
    '美術',
    '音楽',
];
for($i=0;$i<21;$i++){
    print 'INSERT INTO `q_category`(`subject`, `volume`) VALUES ("'.$q_category5[$i].'",0);<br>';
}
?>